Repository: giellalt/corpus-fin
Catalog: tmx/smn/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=806_lang=finnish.html.tmx
Source language: fin
Languages: smn

source: Oletko kiinnostunut oppimateriaalityöstä?
smn: Lah-uv perustum oppâmateriaalpargoin?

source: Saamelaiskäräjät tuottaa kouluja varten oppimateriaaleja.
smn: Sämitige puovtât škoovlâi várás oppâmateriaalijd.

source: Tässä työssä tarvitsemme oppimateriaalien tekijöitä.
smn: Taan pargoost tarbâšep&#13; oppâmateriaalij rähteid.

source: Oletko kiinnostunut tällaisesta työstä?
smn: Lah-uv tun perustum tágárijn pargoin?

source: Materiaaleja valmistetaan koulutus- ja oppimateriaalilautakunnan hyväksymän tuotantosuunnitelman mukaisesti, mutta otamme mielellämme vastaan hyviä ideoita ja ehdotuksia.
smn: Materiaaleh ráhtojeh škovlim- já oppâmateriaallävdikode tuhhiittem puovtâdemvuávám mield, mut jis tust láá šiev iävtuttâsah já ideah te taid kannat aainâs pyehtiđ oovdân.

source: Jos olet kiinnostunut oppimateriaalityöstä, ota yhteyttä Saamelaiskäräjien koulutus- ja oppimateriaalitoimistoon.
smn: Jis lah perustum oppâmateriaalpargoin, te vääldi ohtâvuođâ Sämitige škovlim- já oppâmateriaaltoimâttâhân.

source: Lisätietoja saat oppimateriaalisihteeriltä.
smn: Lasetiäđuid finniih oppâmateriaalčällest.
